/* Sender sent you a message notification text */
"%@ sent you a message" = "%@ enviou uma mensagem para você";

/* Sender sent you a message in roomName notification text */
"%@ sent you a message in %@" = "%1$@ enviou uma mensagem para você em %2$@";

/* Server Name already exists error message */
"A server with this name already exists. Please choose another name." = "Já existe um servidor com esse nome. Por favor, escolha outro nome.";

/* add server */
"add server" = "adicionar servidor";

/* All Fields are required error message for server */
"All fields are required." = "Todos os campos são necessários.";

/* Authentication failure. Error Message */
"Authentication failure." = "Falha na autenticação.";

/* Buddies Button Title on Chat Screen
   Buddies Screen Title */
"Buddies" = "Contatos";

/* Connect Button Title */
"Connect" = "Conectar";

/* Connection failed. Error Message */
"Connection failed." = "A conexão falhou.";

/* Conversation Room Label */
"Conversation" = "Conversa";

/* conversation name Field Placeholder */
"conversation name" = "nome da conversa";

/* Conversation name must be alphanumeric. Error Message */
"Conversation name must be alphanumeric." = "O nome da conversa precisa ser alfanumérico.";

/* Server Domain Placeholder */
"Domain" = "Domínio";

/* Login Screen Legend */
"Enter a name for your conversation.\nShare it with people you'd like to talk to." = "Digite um nome para sua conversa.\nCompartilhe ela com pessoas que você gostaria de conversar.";

/* Connection Error Alert Title
   Server Creation/Modification Error Alert Title */
"Error" = "Erro";

/* Group Fingerprint Section Title */
"Group Fingerprint" = "Impressão Digital do Grupo";

/* Logout Button Title */
"Logout" = "Sair";

/* Me Button Title on Chat Screen
   Me Screen Title */
"Me" = "Eu";

/* Server Name Placeholder */
"Name" = "Nome";

/* New Server Screen Title */
"New Server" = "Novo Servidor";

/* Nickname in use. Error Message */
"Nickname in use." = "O apelido já está em uso.";

/* Nickname must be alphanumeric. Error Message */
"Nickname must be alphanumeric." = "O apelido precisa ser alfanumérico.";

/* Alert View Ok Button */
"Ok" = "Ok";

/* Please enter a conversation name. Error Message */
"Please enter a conversation name." = "Por favor, digite um nome da conversa.";

/* Please enter a nickname. Error Message */
"Please enter a nickname." = "Por favor, digite um apelido.";

/* Private Fingerprint Section Title */
"Private Fingerprint" = "Impressão Digital Privada";

/* Send Button Title */
"Send" = "Enviar";

/* Server Button Title */
"Server" = "Servidor";

/* Servers Screen Title */
"Servers" = "Servidores";

/* Warning message when a message is not sent to all recipients */
"Warning: this message was not sent to: %@" = "Aviso: esta mensagem não foi enviada para: %@";

/* Error Message Text */
"Warning: You have received an unreadable \
message from %@. This may indicate an untrustworthy user or messages that \
failed to be received. You may also be running an outdated \
version of Cryptocat. Please check for updates." = "Aviso: Você recebeu uma mensagem ilegível \
de %@. Isto pode indicar um usuário não confiável ou mensagens que \
falharam durante o recebimento. Você também pode estar usando \
uma versão antiga do Cryptocat. Por favor, verifique por atualizações.";

/* Server XMPP Conference Placeholder */
"XMPP Conference Server" = "Servidor de Conferência XMPP";

/* Chat session expiration message */
"Your chat session will end in a minute if you don't come back" = "Sua sessão de bate-papo será encerrada em um minuto caso você não retorne";

/* your nickname Field Placeholder */
"your nickname" = "seu apelido";

/* Languages Selector Screen Title */
"Languages" = "Idiomas";

/* Done Button Title */
"Done" = "Ok";

/* Save Button Title */
"Save" = "Salvar";

/* Cancel Button Title */
"Cancel" = "Cancelar";

/* Edit Button Title */
"Edit" = "Editar";

/* New Fingerprint Error Title */
"New Fingerprint" = "Nova Impressão Digital";

/* Error message displayed when a recipient has a new private key */
"%@ has a new fingerprint. Verify their identity by comparing the fingerprint showing on your screen with theirs. You can use a phone call or any other trusted medium." = "%@ tem uma nova impressão digital. \
Verifique sua identidade comparando a impressão digital que aparece em sua tela com a deles. \
Você pode usar uma ligação telefônica ou qualquer outro meio confiável.";